Repository: sirosfoundation/wallet-ios-wrapper
Catalog: wwWallet/Localizable.xcstrings
Source language: en
Languages: el, fi, pt, sv

source: No credential issued
el: Δεν εκδόθηκε πιστοποιητικό
fi: Todistusta ei myönnetty
pt: Nenhuma credencial emitida
sv: Inget intyg utfärdat

source: Reading the chip in your document is required. Please try again and hold your document against the top of the phone when asked.
el: Απαιτείται ανάγνωση του τσιπ του εγγράφου σας. Δοκιμάστε ξανά και κρατήστε το έγγραφο στο επάνω μέρος του τηλεφώνου όταν σας ζητηθεί.
fi: Asiakirjan sirun lukeminen on pakollista. Yritä uudelleen ja pidä asiakirjaa puhelimen yläreunaa vasten, kun sitä pyydetään.
pt: É necessário ler o chip do seu documento. Tente novamente e encoste o documento à parte de cima do telemóvel quando lhe for pedido.
sv: Chippet i ditt dokument måste läsas. Försök igen och håll dokumentet mot telefonens överkant när du blir ombedd.

source: Something went wrong on our side, so no credential was issued. Please try again later.
el: Παρουσιάστηκε σφάλμα από την πλευρά μας, επομένως δεν εκδόθηκε πιστοποιητικό. Δοκιμάστε ξανά αργότερα.
fi: Meillä tapahtui virhe, joten todistusta ei myönnetty. Yritä myöhemmin uudelleen.
pt: Ocorreu um erro do nosso lado, pelo que não foi emitida nenhuma credencial. Tente novamente mais tarde.
sv: Något gick fel hos oss, så inget intyg utfärdades. Försök igen senare.

source: The chip in your document could not be confirmed as issued by a recognised authority, so no credential was issued.
el: Δεν ήταν δυνατό να επιβεβαιωθεί ότι το τσιπ του εγγράφου σας έχει εκδοθεί από αναγνωρισμένη αρχή, επομένως δεν εκδόθηκε πιστοποιητικό.
fi: Ei voitu varmistaa, että asiakirjasi sirun on myöntänyt tunnustettu viranomainen, joten todistusta ei myönnetty.
pt: Não foi possível confirmar que o chip do seu documento foi emitido por uma autoridade reconhecida, pelo que não foi emitida nenhuma credencial.
sv: Det gick inte att bekräfta att chippet i ditt dokument har utfärdats av en erkänd myndighet, så inget intyg utfärdades.

source: The chip in your document could not be read. Please try again and hold the document still against the top of the phone.
el: Δεν ήταν δυνατή η ανάγνωση του τσιπ του εγγράφου σας. Δοκιμάστε ξανά και κρατήστε το έγγραφο σταθερό στο επάνω μέρος του τηλεφώνου.
fi: Asiakirjasi sirua ei voitu lukea. Yritä uudelleen ja pidä asiakirja paikallaan puhelimen yläreunaa vasten.
pt: Não foi possível ler o chip do seu documento. Tente novamente e mantenha o documento imóvel encostado à parte de cima do telemóvel.
sv: Chippet i ditt dokument kunde inte läsas. Försök igen och håll dokumentet stilla mot telefonens överkant.

source: The chip in your document could not be verified, so no credential was issued.
el: Δεν ήταν δυνατή η επαλήθευση του τσιπ του εγγράφου σας, επομένως δεν εκδόθηκε πιστοποιητικό.
fi: Asiakirjasi sirua ei voitu vahvistaa, joten todistusta ei myönnetty.
pt: Não foi possível verificar o chip do seu documento, pelo que não foi emitida nenhuma credencial.
sv: Chippet i ditt dokument kunde inte verifieras, så inget intyg utfärdades.

source: This device cannot read NFC. Reading the chip in your passport or ID card is required, so identity verification is not possible on this device.
el: Αυτή η συσκευή δεν μπορεί να διαβάσει NFC. Απαιτείται ανάγνωση του τσιπ του διαβατηρίου ή της ταυτότητάς σας, επομένως η επαλήθευση ταυτότητας δεν είναι δυνατή σε αυτή τη συσκευή.
fi: Tämä laite ei pysty lukemaan NFC:tä. Passin tai henkilökortin sirun lukeminen on pakollista, joten henkilöllisyyttä ei voi vahvistaa tällä laitteella.
pt: Este dispositivo não consegue ler NFC. É necessário ler o chip do seu passaporte ou cartão de identificação, pelo que não é possível verificar a identidade neste dispositivo.
sv: Den här enheten kan inte läsa NFC. Chippet i ditt pass eller id-kort måste läsas, så identitetsverifiering är inte möjlig på den här enheten.

source: This device could not read the chip. Please try again.
el: Η συσκευή δεν μπόρεσε να διαβάσει το τσιπ. Δοκιμάστε ξανά.
fi: Laite ei pystynyt lukemaan sirua. Yritä uudelleen.
pt: O dispositivo não conseguiu ler o chip. Tente novamente.
sv: Enheten kunde inte läsa chippet. Försök igen.

source: This document cannot be verified by its chip. Please use an e-passport or an ID card whose chip can be read.
el: Αυτό το έγγραφο δεν μπορεί να επαληθευτεί μέσω του τσιπ του. Χρησιμοποιήστε ηλεκτρονικό διαβατήριο ή ταυτότητα της οποίας το τσιπ μπορεί να διαβαστεί.
fi: Tätä asiakirjaa ei voi vahvistaa sen sirun avulla. Käytä sähköistä passia tai henkilökorttia, jonka siru voidaan lukea.
pt: Este documento não pode ser verificado através do chip. Utilize um passaporte eletrónico ou um cartão de identificação cujo chip possa ser lido.
sv: Det här dokumentet kan inte verifieras via sitt chip. Använd ett e-pass eller ett id-kort vars chip kan läsas.

source: Your identity could not be verified, so no credential was issued. Please try again.
el: Δεν ήταν δυνατή η επαλήθευση της ταυτότητάς σας, επομένως δεν εκδόθηκε πιστοποιητικό. Δοκιμάστε ξανά.
fi: Henkilöllisyyttäsi ei voitu vahvistaa, joten todistusta ei myönnetty. Yritä uudelleen.
pt: Não foi possível verificar a sua identidade, pelo que não foi emitida nenhuma credencial. Tente novamente.
sv: Din identitet kunde inte verifieras, så inget intyg utfärdades. Försök igen.

source: Your identity was verified, but the credential could not be issued. Please try again later.
el: Η ταυτότητά σας επαληθεύτηκε, αλλά δεν ήταν δυνατή η έκδοση του πιστοποιητικού. Δοκιμάστε ξανά αργότερα.
fi: Henkilöllisyytesi vahvistettiin, mutta todistusta ei voitu myöntää. Yritä myöhemmin uudelleen.
pt: A sua identidade foi verificada, mas não foi possível emitir a credencial. Tente novamente mais tarde.
sv: Din identitet har verifierats, men intyget kunde inte utfärdas. Försök igen senare.

source: Your scan could not be accepted: your face did not match the document photo closely enough, or this type of document is not accepted. Please try again in good light, or use another identity document.
el: Η σάρωσή σας δεν έγινε αποδεκτή: το πρόσωπό σας δεν ταίριαξε αρκετά με τη φωτογραφία του εγγράφου ή αυτός ο τύπος εγγράφου δεν γίνεται αποδεκτός. Δοκιμάστε ξανά με καλό φωτισμό ή χρησιμοποιήστε άλλο έγγραφο ταυτότητας.
fi: Skannaustasi ei voitu hyväksyä: kasvosi eivät vastanneet asiakirjan kuvaa riittävän hyvin, tai tämäntyyppistä asiakirjaa ei hyväksytä. Yritä uudelleen hyvässä valaistuksessa tai käytä toista henkilöllisyysasiakirjaa.
pt: A sua digitalização não pôde ser aceite: o seu rosto não correspondeu suficientemente à fotografia do documento, ou este tipo de documento não é aceite. Tente novamente com boa iluminação ou utilize outro documento de identificação.
sv: Din skanning kunde inte godkännas: ditt ansikte stämde inte tillräckligt väl med dokumentets foto, eller så godtas inte den här typen av dokument. Försök igen i bra ljus eller använd en annan identitetshandling.

source: Your scan could not be checked. Please try again.
el: Δεν ήταν δυνατός ο έλεγχος της σάρωσής σας. Δοκιμάστε ξανά.
fi: Skannaustasi ei voitu tarkistaa. Yritä uudelleen.
pt: Não foi possível verificar a sua digitalização. Tente novamente.
sv: Din skanning kunde inte kontrolleras. Försök igen.
